Repository: jack2015/serviceapp
Catalog: src/locale/*.po
Languages: nl

source: AAC software decoding
nl: AAC software decodering

source: AC3 software decoding
nl: AC3 software decodering

source: Auto select stream
nl: Select de stream automatisch

source: Auto turn on subtitles
nl: Activeer de ondertitels automatisch

source: Automatically turn on subtitles if available.
nl: Indien geactiveerd, dan activeert u de ondertitels automatisch indien beschikbaar.

source: Buffer duration
nl: Duur van de buffer

source: Buffer size
nl: Buffergrootte

source: Cancel
nl: Annuleer

source: Connection speed
nl: Verbindingssnelheid

source: DTS software decoding
nl: DTS software decodering

source: Detecting exteplayer3 player ...
nl: Detecteert de exteplayer3 speler ...

source: Detecting gstreamer player ...
nl: Detecteert de gstreamer speler ...

source: EAC3 software decoding
nl: EAC3 software decodering

source: Embedded subtitles
nl: Ingebakken ondertitels

source: Enigma2 playback system
nl: Enigma2 afspeel-systeem

source: Enigma2 playback system was changed and Enigma2 should be restarted Do you want to restart it now?
nl: Enigma2 afspeel-systeem is gewijzigd en Enigma2 moet herstart worden Wilt u nu herstarten?

source: HLS Explorer
nl: HSL Explorer

source: LPCM injection
nl: LPCM injectie

source: MP3 software decoding
nl: MP3 software decodering

source: Play with ServiceExtEplayer3
nl: Speel af met de ServiceExtEplayer3

source: Play with ServiceGstPlayer
nl: Speel af met de ServiceGstPlayer

source: Player
nl: Speler

source: RTMP protocol implementation
nl: Implementatie van RTMP-protocol

source: Select sink which you want to use.
nl: Met deze optie kiest u de sink die u wilt gebruiken.

source: Select the player which will be used for Enigma2 playback.
nl: Indien geactiveerd, dan kiest u de speler die zal worden gebruikt voor het afspelen binnen Enigma2.

source: Select the player which will be used in serviceapp for Enigma2 playback.
nl: Selecteer de speler die zal worden gebruikt in service-app voor het afspelen binnen Enigma2.

source: Set buffer duration in seconds.
nl: Met deze optie stelt u de duur van de buffer in seconden in.

source: Set buffer size in kilobytes.
nl: Met deze optie stelt u de buffergrootte in kilobytes in.

source: Set connection speed in kb/s, according to which you want to have streams auto-selected
nl: Met deze optie stelt u de verbindingssnelheid in Kb/s in zoals u streams automatisch wilt selecteren

source: Set which RTMP protocol implementation will be used for playback of RTMP streams
nl: Met deze optie stelt u in welke interpretatie van RTMP-protocol zal worden gebruikt voor het afspelen van RTMP-streams. U kunt kiezen uit 'auto', 'ffmpeg' en 'libmtmp'.

source: Software decoder use LPCM for injection (otherwise wav PCM will be used)
nl: Indien geactiveerd, dan gebruikt de softwaredecoder LPCM voor injectie (anders wordt WAV PCM gebruikt)

source: Stop playing this movie?
nl: Stop met het afspelen van deze film?

source: To AAC ADTS
nl: Naar AAC ADTS

source: To AAC LATM
nl: Naar AAC LATM

source: Turn on AAC software decoding.
nl: Met deze optie schakelt u de AAC software decodering in. U kunt kiezen uit AAC ADTS of AAC LATM.

source: Turn on AC3 software decoding.
nl: Indien geactiveerd, dan schakelt u de AC3 software decodering in.

source: Turn on DTS software decoding.
nl: Indien geactiveerd, dan schakelt u de DTS software decodering in.

source: Turn on EAC3 software decoding.
nl: Indien geactiveerd, dan schakelt u de EAC3 software decodering in.

source: Turn on MP3 software decoding.
nl: Indien geactiveerd, dan schakelt u de MP3 software decodering in.

source: Turn on WMA1, WMA2, WMA/PRO software decoding.
nl: Indien geactiveerd, dan schakelt u de WMA1, WMA2, WMA/PRO software decodering in.

source: Turn on auto-selection of streams according to set Connection speed.
nl: Indien geactiveerd, dan schakelt u de auto-selectie van streams in volgens de ingestelde verbindingssnelheid.

source: Turn on downmix to stereo, when software decoding is in use
nl: Indien geactiveerd, dan schakelt u de stereo downmix in wanneer software-decodering in gebruik is

source: Turn on explorer to retrieve different quality streams from HLS variant playlist and select them via subservices.
nl: Indien geactiveerd, dan schakelt u Explorer in om verschillende kwaliteitsstreams op te halen uit de afspeellijst met HLS-varianten en selecteer deze via subservices.

source: Turn on the embedded subtitles support.
nl: Indien geactiveerd, dan activeert u de ondersteuning van ingebakken ondertitels.

source: WMA software decoding
nl: WMA software decodering

source: experimental
nl: experimenteel

source: false
nl: fout

source: not installed
nl: niet ge√Ønstalleerd

source: off
nl: Uit

source: original
nl: origineel

source: setup player framework
nl: Zet het players framework op

source: true
nl: waar
